[{"start":0.07,"end":3.4,"text":"This is the Global News Podcast from the BBC World Service."},{"start":5.02,"end":11,"text":"Hello I'm Oliver Conway. And this edition is published in the early hours of Monday the 23rd of July. Our main stories:"},{"start":11.23,"end":19.52,"text":"A former Trump campaign adviser, Carter Page, has dismissed FBI allegations he collaborated with Russia, saying they are a complete joke. "},{"start":20.04,"end":24.53,"text":"An extreme right-winger in Brazil has confirmed that he will stand in presidential elections. "},{"start":24.99,"end":32.36,"text":"And the German footballer, Mesut Özil, is stepping down from the national team because of what he called racism and disrespect."},{"start":33.3,"end":34.58,"text":"Also in this podcast:"},{"start":34.93,"end":45.54,"text":"The window surveillance pictures show three people are putting stones out of the backs and following them they spray can stop speciesism on the shop front. "},{"start":45.9,"end":52.14,"text":"In the past few weeks a fishmonger's and christian and a few days ago roast chicken place."},{"start":53.79,"end":58.3,"text":"We'll hear about the militant vegetarians taking their fight to French food sellers."},{"start":61.27,"end":68.66,"text":"Try as he might, President Trump appears unable to end speculation about the role played by Russia during the 2016 election campaign. "},{"start":69.04,"end":84.79,"text":"Now documents released by the FBI have revealed that investigators believed Mr Trump's foreign policy advisor – Carter Page – was conspiring and collaborating with Russian intelligence officers. Speaking on CNN, Mr Page categorically denied the accusations:"},{"start":84.93,"end":88.9,"text":"I've never been an agent of a foreign power by any stretch of the imagination. "},{"start":89.29,"end":110.39,"text":"You know, I may have, back in the G20 when they were getting ready to do that in St Petersburg, I might have participated in a few meetings that a lot of people, including people from the Obama administration, were sitting in on in Geneva, Paris etc but I've never been anywhere near what's being described here."},{"start":110.81,"end":116.04,"text":"I asked our correspondent in Washington, Chris Buckler, to tell us about the FBI's suspicions."},{"start":116.64,"end":129.61,"text":"If you take a look at these documents and there are four hundred pages of them all we should say a lot of them are redacted they're saying very clearly that they believe a quarter page was the subject of tog retired recruitment by the russian government."},{"start":129.92,"end":148,"text":"They also say they believe that he had been collaborating and conspiring with the russian government and it also goes on to talk about potentially russia trying to undermine and influence the outcome of the twenty sixteen presidential election and of course all of this comes down to this question about quarter pitch himself."},{"start":148.33,"end":161.25,"text":"His name might not be familiar to some but he was a foreign policy adviser during Donald Trump's campaign and his background is an energy industry consultant and sure enough he did a lot of conversations with russia."},{"start":161.25,"end":170.84,"text":"He was a specialist in oil and gas in russia as well as parts of asia and specifically he's been asked about whether or not he does have a relationship with russia. "},{"start":171.06,"end":188.89,"text":"Nice dismiss this idea of ever been an agent of foreign powers he put that but he was asked several times: \"do you have any relationships with russian government officials during an interview with CNN this morning and five or six times he feel to answer that directly."},{"start":189.14,"end":193.09,"text":"I suspect the democrats will season that going forward has done denial. "},{"start":193.09,"end":219.51,"text":"There are these allegations still being investigated now they or potentially still being investigated and of course you've got to remember that these whole questions a boy whether or not there was interference in the election back in two thousand and sixteen or part of that special consul investigation involving Robert Mueller and we simply do not know exactly what Robert Mueller is looking at at any particular time."},{"start":219.79,"end":240.91,"text":"So you could argue that its potential as far as door trumps concern though he is angry about all this he's been hitting night on twitter his favourite platform really attacking what he describes as as an attempt to spy on his campaign by the department of justice and the FBI also claims that they misled the court."},{"start":241.08,"end":260.96,"text":"This is a suggestion because affected all this information or some of this information came from a dossier that was compiled by a man called Christopher Steel is a former British intelligence agent and it was funded by the democrat party but actually when you take a look at this they made that very clear and the judges were aware of that whenever they give this warrant."},{"start":261.14,"end":262.84,"text":"Chris Buckler in Washington."},{"start":263.48,"end":274.14,"text":"One of the most contentious figures in Brazilian politics, the extreme right wing politician Jair Bolsonaro has formally announced his candidature for the presidential elections in October. "},{"start":274.37,"end":284.17,"text":"He is currently second in the polls behind the former president, Luiz Inacio Lula da Silva - who is serving a prison sentence for corruption. Here's our Americas Editor, Candace Piette:"},{"start":284.78,"end":299.1,"text":"A former army officer, Jair Bolsonaro is followed by millions of Brazilians on social media. To his opponents he is a far-right agitator who insults women, and gay men and praises torturers from Brazil's military era. "},{"start":299.46,"end":302.19,"text":"To his supporters, he is Brazil's saviour."},{"start":302.51,"end":314.45,"text":"Mr Bolsonaro says he wants to tackle growing crime by relaxing gun control laws. He also has the backing of millions of evangelical Christians for his uncompromising anti-abortion views. "},{"start":314.45,"end":316,"text":"But a large part of his popular appeal is that he is one of very few politicians untouched by Brazil's mammoth corruption investigations."},{"start":316.67,"end":323.74,"text":"The Afghan vice president Abdul Rashid Dostum is a survivor of numerous conflicts from the Soviet occupation onwards. "},{"start":324.15,"end":333.32,"text":"Willing to change sides when it benefited him, he is a controversial figure, once accused of allowing hundreds of Taliban prisoners to be suffocated in shipping containers. "},{"start":333.73,"end":337.51,"text":"On Sunday, he returned to Afghanistan after more than a year in exile. "},{"start":337.87,"end":347.77,"text":"But as he left the airport, he narrowly escaped a suicide bomb attack. At least fourteen people died and around fifty were injured in the explosion. This man described what he saw:"},{"start":351.64,"end":364.45,"text":"\"An ordinary person came, he looked normal like me, he was wearing black clothes. He talked to the police and I thought he was a suicide bomber, and suddenly an explosion happened, and I saw a number of people in pieces.\""},{"start":364.78,"end":369.18,"text":"General Dostum was unhurt, and later addressed cheering supporters at his office. "},{"start":369.58,"end":375.68,"text":"James Coomarasamy spoke to Ahmed Rashid – a Pakistan-based author who has met General Dostum several times:"},{"start":377.24,"end":380.47,"text":"He is extremely thuggish either very violent man."},{"start":380.47,"end":382.08,"text":"He's a very violent temper."},{"start":382.35,"end":389.42,"text":"He's a heavy drinker, but he's also very charismatic and in the last thirty years of warfare."},{"start":389.82,"end":401.35,"text":"He started out as a soldier put a communist army, served with the Soviets in Afghanistan in the Seventies and Eighties and then joined them what Eileen and later."},{"start":401.35,"end":424.24,"text":"I'll be that many, many different roles, but his drinking has been really the cause of many problems because he tends to get extremely violent and react to anything that anyone says about him or to him when he's had a few drinks and of course, there's flies in the face of Islamic teachings and also what many of the Dalek barman."},{"start":424.24,"end":425.92,"text":"Others hate about him."},{"start":426.23,"end":431.27,"text":"Is that he had a very contemporary kind of man and a huge embarrassment."},{"start":431.32,"end":438.57,"text":"Like many times to his old friend and allies like he has been to present gush of granny, which rather begs the question."},{"start":438.57,"end":440.41,"text":"Why is he being invited back."},{"start":441.12,"end":447.96,"text":"Well, you know he is the Vice President then ninety, had enlisted him in the last elections because he needed."},{"start":447.96,"end":457.09,"text":"Use black vote, which was about ten million people right now viewed Becks are more divided have more anti feeling, but it's still a colossal Vote."},{"start":457.09,"end":462.24,"text":"Bank and money needs it for the October elections, which will take place."},{"start":462.47,"end":464.69,"text":"Hopefully, if all goes well."},{"start":464.93,"end":471.73,"text":"The other thing is that I think there is talk about another ceasefire in August and at the moment."},{"start":471.73,"end":477.08,"text":"There's chaos in northern of gonna start in Western have got their homeland of does them."},{"start":477.29,"end":479.61,"text":"Many of his supporters out in the streets."},{"start":479.71,"end":486.46,"text":"Criticising and attacking the government is also a very fierce battle going on between the government and the Dalek by."},{"start":486.46,"end":498.96,"text":"I think this and somebody like those desperately needed by the government to try and re install law and order and get all the anti thought about forces on one side."},{"start":499.28,"end":509.37,"text":"So I think that's another reason and the other reason is that there is talk of another ceasefire in the middle of August, when another religious festival take place."},{"start":509.68,"end":510.93,"text":"Remember last month."},{"start":510.93,"end":521.47,"text":"There was amazing three day ceasefire in which actually the Taleban and the government forces stop killing each other for just three days and there's a hope that."},{"start":521.8,"end":528.57,"text":"Another ceasefire could prompt talks between the government and the ballet by dust and is needed for many, many reasons."},{"start":528.57,"end":529.96,"text":"The journalist — Ahmed Rashid."},{"start":529.96,"end":539.57,"text":"The founder of the Syrian rescue force known as the White Helmets has welcomed an operation by Israel to rescue more than a hundred of the group's volunteers. "},{"start":539.87,"end":544.87,"text":"They and their families were evacuated from southern Syria because of fears their lives were in danger. "},{"start":545.08,"end":546.74,"text":"Mark Lowen is monitoring developments from Turkey:"},{"start":546.74,"end":558.04,"text":"In the hell of Syria's war, the rescuers have had to be rescued. 422 people, members of the White Helmets and their families, were escorted by Israeli soldiers from the Syrian border into – and to safety. "},{"start":558.47,"end":574.54,"text":"They'll be resettled in Britain, Canada and Germany. As regime and Russian forces close in on an opposition area of southwest Syria, thousands have been given safe passage to the rebel-held north. But not the White Helmets, who President Assad calls \"jihadists\". "},{"start":574.9,"end":579.39,"text":"James Le Mesurier is a former British army officer who founded the White Helmets:"},{"start":579.44,"end":601.2,"text":"During previous evacuations earlier this year in Douma and in Homs, we saw the White Helmets volunteers that were trying to evacuate were quite literally hunted down by the regime and they were tortured, they were forced to make false confessions in front of a camera, and this extraordinary, morally depraved behaviour by the regime resulted in the initiation of this operation."},{"start":601.3,"end":610.48,"text":"Nominated for the Nobel Peace Prize, the volunteers have been fearless, pulling victims from the rubble of airstrikes and performing first aid when hospitals have been bombed. "},{"start":610.85,"end":620.52,"text":"They say that they've saved over 115,000 lives. It was hoped more White Helmets could be evacuated - but they've been hemmed in by Islamic State fighters. "},{"start":620.9,"end":626.97,"text":"Resistance to Assad is crumbling. And a medical lifeline in southwest Syria has now been cut."},{"start":626.97,"end":629.27,"text":"That report by Mark Lowen in Turkey."},{"start":629.3,"end":631.31,"text":"So why did Israel intervene? "},{"start":632.08,"end":638.17,"text":"James Coomarasamy spoke to Joshua Landis — the head of the Centre for Middle East Studies at the University of Oklahoma:"},{"start":638.75,"end":647.56,"text":"They're doing a big favour for the United States and for the European powers in carrying out important humanitarian work we've noticed throughout the war."},{"start":647.79,"end":659.78,"text":"Israel has taken in a number of Syrian rebels as well as their family members and civilians who've been wounded trees in their hospitals has tried to do humanitarian work in serious of course."},{"start":659.78,"end":669.09,"text":"He's always been bombing serious the same time attacking you running emplacements Syrian placements shooting down the answer in plain, but for Israel."},{"start":669.23,"end":682.15,"text":"This is about doing a good deed but as you allude to it's something that's happening on Israel's doorstep and he's very much share a military conflict that Israel is getting involved in as well."},{"start":682.27,"end":687.12,"text":"Yes Israel has increasingly become involved in a serious civil war."},{"start":687.15,"end":694.31,"text":"It has supported a number of rebel groups, hoping to build a small buffer zone that has collapsed now."},{"start":694.38,"end":706.01,"text":"So, Israel has gone back to dealing with the outside Government, particularly through the Russians and this means that the rebels are collapsing and some of them are seeking asylum through Israel to the West."},{"start":706.55,"end":710.6,"text":"How would you characterise the current state of the war in Syria."},{"start":711.31,"end":743.5,"text":"The rebellion that started in two thousand eleven is now at an end the destruction of the dead are on clay in the south is de loused region were rebels fought against a government without foreign troops on the ground still almost forty percent of steering territory is still held by rebel groups that have supported by foreign militants in the north of Syria, the United States Special Forces hold about thirty percent of serious territory Turkish forces."},{"start":743.9,"end":750.32,"text":"Allied with local rebel groups occupy another five to ten percent of Syrian territory in the north."},{"start":750.6,"end":756.92,"text":"So the war art is far from over and thought about the the White Helmets, who remain."},{"start":756.95,"end":769.87,"text":"It was thought that eight hundred or so people were were meant to be getting out, but so far, only four hundred twenty two are confirmed to have left the country under this operation."},{"start":770.5,"end":778.61,"text":"What fate awaits those who were unable to leave the country think many of them will be persecuted by the Syrian government."},{"start":778.64,"end":782.07,"text":"Very likely because they're seen as an arm of the rebellion."},{"start":782.53,"end":788.27,"text":"Some of them may be able to escape persecution, but they are clearly going to be terrified."},{"start":788.27,"end":791.77,"text":"Today, they have every reason to be extremely worried."},{"start":791.93,"end":802.29,"text":"Just a final thought on this operation and the work that the Israelis have done it did used to be international organisations like the Red Cross who would do it."},{"start":802.79,"end":810.53,"text":"Yes, it did, but it was much too dangerous to a parade in rebel territory in Syria the uniqueness of the White Helmets."},{"start":810.53,"end":822.31,"text":"Is that they had good relations with most of the rebel malicious accepted their help and who knew them and trusted them so they could operate in the rebel held territories."},{"start":822.67,"end":830.15,"text":"And this is what's so infuriated the Syrian government who accused them of being proxies in a sense of the rebel troops."},{"start":830.48,"end":838.19,"text":"It was the uniqueness of the searing civil war were humanitarian organisations could not get in and and this underline."},{"start":838.19,"end":841.48,"text":"Some of the ambiguities and difficulties of operating in Syria."},{"start":841.71,"end":844.05,"text":"Joshua Landis from the University of Oklahoma."},{"start":844.71,"end":848.13,"text":"Four years ago, he was celebrating winning the world cup with Germany. "},{"start":848.39,"end":855.12,"text":"But on Sunday, Mesut Ozil quit international football – accusing some in the German Football Association of racism. "},{"start":855.55,"end":862.62,"text":"The star – who is of Turkish origin – has faced criticism for having his photograph taken alongside Turkey's President Tayyip Erdogan. "},{"start":862.93,"end":872.96,"text":"In a social media post, he said \"it is with a heavy heart that because of recent events, I will no longer be playing for Germany at international level whilst I have this feeling of racism and disrespect\". "},{"start":873.2,"end":877.58,"text":"Archie Rhind Tutt is a sports journalist who specialises in German football:"},{"start":878.19,"end":883.69,"text":"As he is renowned for being one of the quieter members of the squad in terms we barely speak, speak to the media."},{"start":883.69,"end":894.93,"text":"He explained his reasons for why he didn't do that in the aftermath, and he didn't feel that he was being listened to and the thing is that this is it opens up a much bigger bait than just football here."},{"start":895.21,"end":902.67,"text":"It opens up the debate about dual nationality in Germany and indeed how that has been viewed and that is the biggest point is making here."},{"start":902.73,"end":910.66,"text":"There's a still feels that he's been wronged in terms of there being double standards because before you had players like Miroslav Klose or for example of"},{"start":910.67,"end":913.04,"text":"Polish heritage as well with Lucas."},{"start":913.04,"end":921.76,"text":"But do ski, but the point is that it was never brought up about them that they really had that or not to the same extent, anyway."},{"start":922.23,"end":927.23,"text":"And that the treatment he has received has been completely different, which to be honest, given the way"},{"start":927.23,"end":928.15,"text":"that on their behalf."},{"start":928.15,"end":940.65,"text":"The team manager of of the German FA and he did had Grindle, the German FA President have both moved towards scapegoating was ill since Germany got knocked out of the tournament."},{"start":940.71,"end":942.5,"text":"You would have to say that as a point there. "},{"start":942.5,"end":948.54,"text":"The sports journalist, Archie Rhind Tutt."},{"start":948.98,"end":959.21,"text":"He did make me realise that actually, there is gold dust to be found in the most unlikely of places he was the cause of the hole in the Wall restaurant but the rest was walk past."},{"start":959.4,"end":962.34,"text":"The legacy of the American food critic, Jonathan Gold."},{"start":966.46,"end":975.84,"text":"In recent years, China has faced a series of food and drug safety scares – now a scandal over faulty vaccines has forced the Chinese Premier to speak out. "},{"start":976.22,"end":981.36,"text":"Li Keqiang said the issue had crossed a \"moral line\" and he demanded punishment for those responsible. "},{"start":981.74,"end":985,"text":"Parents have been taking to social media to express their anger. "},{"start":985.15,"end":988.06,"text":"I heard more from our Asia Pacific editor, Michael Bristow:"},{"start":988.74,"end":989.35,"text":"What happened."},{"start":989.35,"end":997.64,"text":"A few days ago. Is this particular company involved. Chang shown biotechnology and the name of the company means long life by the way."},{"start":997.93,"end":1007.14,"text":"It was revealed that he'd produced a rabies vaccine and in the process of that  they'd falsified some test records. If that wasn't bad enough."},{"start":1007.14,"end":1012.46,"text":"A few days ago. We found out that there was a separate investigation into another batch of "},{"start":1012.46,"end":1018.17,"text":"vaccines for diphtheria, tetanus and whooping cough, which, again, were "},{"start":1018.17,"end":1023.02,"text":"substandard is suggested in that particular case that they've actually just didn't work, but."},{"start":1023.02,"end":1027.79,"text":"Of course, if you're a parent who's had any of these factors. You would. Has my child had."},{"start":1028.68,"end":1034.7,"text":"Yes So parents have been taking to social media to talk about this. How have the authorities responded."},{"start":1034.99,"end":1042.56,"text":"First of all the parents. They've been very anxious saying things like I'm never gonna trust Chinese medicine again you can trust."},{"start":1042.56,"end":1049.2,"text":"Even the things that you give to your children in future. I'm going to try and buy for whom medicine, instead of Chinese medicine."},{"start":1049.65,"end":1051.43,"text":"Of course. Something like this."},{"start":1051.43,"end":1060.63,"text":"The authorities are going to listen and they have a listen to it in China state run media usually very tightly control and they try to brush things under the carpet."},{"start":1060.63,"end":1065.65,"text":"So this something like this happens. They say OK. We've got those responsible. Now, let's move on."},{"start":1065.65,"end":1068.94,"text":"But interestingly, this has been all over the Chinese media."},{"start":1069.1,"end":1073.98,"text":"The main television news has been reported that even editorials calling for a proper explanation."},{"start":1073.98,"end":1078.74,"text":"And I think that's why. Finally, later on. On Sunday, a leak. A Chang."},{"start":1078.74,"end":1086.57,"text":"The Chinese premier has come out and said, This has crossed a moral line and we really need to get to the bottom of it and find out who's responsible."},{"start":1086.61,"end":1091.91,"text":"But at the same time there are reports that social media posts have been deleted by the other."},{"start":1092.47,"end":1101.34,"text":"Indeed, because a lot of them are asking the obvious question is how on Earth time and time again is chine involved in these health scandals."},{"start":1101.34,"end":1110.86,"text":"Ten years ago, if we remember there was a scandal over baby formula which was poisoned several children died many, many more were made ill because of that."},{"start":1111.11,"end":1117.79,"text":"How is it that this company was allowed to make these vaccines found to be making them and find only a small amount of money."},{"start":1117.79,"end":1122.94,"text":"We're talking about companies, earning billions and billions there on the change and stock exchanges."},{"start":1122.94,"end":1125.52,"text":"Company would only find a small amount."},{"start":1125.52,"end":1130.29,"text":"How is it that they were allowed to carry on producing potentially dangerous faxing."},{"start":1130.66,"end":1135.47,"text":"So while the authorities want to acknowledge that parents have got an issue there."},{"start":1135.47,"end":1138.92,"text":"Deleting their post because they don't want to let this."},{"start":1138.92,"end":1142.51,"text":"Get out of hand, hoping that leak. Or Chang's comments can put a lid on it."},{"start":1142.89,"end":1143.92,"text":"Michael Bristow."},{"start":1144.65,"end":1153.14,"text":"The French President's former bodyguard, Alexandre Benalla, has been charged with \"gang violence\" after he was filmed beating May Day protesters. "},{"start":1153.58,"end":1160.29,"text":"Emmanuel Macron has been accused of being slow to respond to the actions of his close aide -- but finally intervened on Sunday evening. "},{"start":1160.61,"end":1161.9,"text":"Here's the BBC's Mathiew Leiser: "},{"start":1161.92,"end":1166.19,"text":"Alex and Anna are as well as an employee from prison across."},{"start":1166.19,"end":1168.46,"text":"Polly were charged with gang violence."},{"start":1168.79,"end":1171.6,"text":"Three other senior police officers have also been charged."},{"start":1171.94,"end":1176.25,"text":"They've accused of helping been out to clear his name by giving him CCTV footage."},{"start":1176.93,"end":1195.05,"text":"So the video shows Alexander and are dressed as a police officer beating a protester was meant to be only there to observe police operations and so the video shows extreme violence and his protester apparently prison macro knew about this on the same date happened, but only to spend."},{"start":1195.05,"end":1201.75,"text":"He'd been out for two weeks. And now that Roman revealed this last week. The government decided to fire."},{"start":1202.26,"end":1214.2,"text":"Nanna on Friday and cos you said as finally reacted No directly after meeting was high reveal ministers and a close associate just said that these acts from across an acceptable."},{"start":1214.44,"end":1216.84,"text":"I will speak when he considers it is history."},{"start":1217.26,"end":1220.75,"text":"And this case has not been and will not be treated with impunity."},{"start":1220.85,"end":1222.07,"text":"Yes, it seems my crimes."},{"start":1222.07,"end":1226.77,"text":"Finally, here taking some action about this how damaging is this for him and the government."},{"start":1227.08,"end":1236.54,"text":"It's quite imagine for a moment because for example, the parliament in show us and said that to stop all debate still waiting on a major constitutional reform."},{"start":1237.11,"end":1239.44,"text":"Stop this also opposition."},{"start":1239.49,"end":1245.54,"text":"MP's Are Talking about Michael as he may have a secret police because they just found out that this guy."},{"start":1245.54,"end":1259.66,"text":"Alexander been Anna had a badge to enter the National Assembly and it's also really bad for my call because he only a thirty nine percent of a priority right now regarding the last, Paul's and already thought there will be a big world cup."},{"start":1259.66,"end":1264.25,"text":"Boom. You know, after to win from France. No, it didn't happen."},{"start":1264.28,"end":1276.09,"text":"And in addition to that we just find out that my crawl gave Alex and a partial manor house on the scene reserved for his workers a car and a driver at the beginning of the month."},{"start":1276.12,"end":1281.62,"text":"So this silence from the President creates more and more speculation about being as role in general "},{"start":1281.62,"end":1282.73,"text":"Mathiew Leiser."},{"start":1284.02,"end":1295.44,"text":"Stop species-ism. That's the – difficult-to – slogan that's often sprayed in fake blood by militant vegetarians in a series of attacks on butcher's shops and restaurants across France. "},{"start":1295.89,"end":1300.84,"text":"Worried French butchers have even held a meeting with the country's Interior Minister to express their concern. "},{"start":1301.28,"end":1306.59,"text":"The largest number of attacks have been in the northern city of Lille -- from where John Laurenson reports:"},{"start":1309.86,"end":1311.74,"text":"One of the young butchers of the bush."},{"start":1311.74,"end":1320.94,"text":"He dillisk, it was in the old part of lean prepares to cut that pride of culinary France, the rib steak onto cooked it was very care."},{"start":1321.07,"end":1327.53,"text":"Cooked meats and store manager who discovered the damage. Have you had a kid who met my Paul gave her level."},{"start":1327.53,"end":1333.17,"text":"She arrived early in the morning to open the shop and as soon as I turned the corner."},{"start":1333.2,"end":1342.79,"text":"I saw it. The main shop window and a door, window with smashed and the side door had been damaged the window surveillance pictures."},{"start":1342.92,"end":1348.01,"text":"Sure. Three people are putting stones out of the bags and throwing them off."},{"start":1348.01,"end":1353.06,"text":"They spray can stop speciesism, on the shop front in the past few weeks."},{"start":1353.14,"end":1356.85,"text":"A fishmongers, the Christian and and a few days ago."},{"start":1356.85,"end":1360.02,"text":"Roast chicken place where also attacked Woods."},{"start":1360.14,"end":1365.92,"text":"We were already attacked a year ago when they use fake blood and graffiti by and murder, sir."},{"start":1366,"end":1378.66,"text":"But, um as I say a word of it customer Mattie silly stuff buys a pope's eye steak and some Polish sausage that the butcher is promoting at the moment."},{"start":1379.02,"end":1385.76,"text":"She has no truck with vegan violence. It's stupid reason. Have you are to stop her evil."},{"start":1385.76,"end":1391.61,"text":"We wanted to eat fish and meat to what is a problem, but they say it is because, er."},{"start":1392.06,"end":1397.73,"text":"You're killing animals, you killing seventeen beings. You don't feel guilty about that."},{"start":1397.76,"end":1405.21,"text":"No, out in the street. The BELLS TINKLE on for a surprisingly long time."},{"start":1405.48,"end":1409.54,"text":"Every like quarter of an hour, reminding us that we're in the butter.Tomorrow. "},{"start":1409.54,"end":1415.31,"text":"That's broadly called the north, where towns have belfries and a local speciality is the fake."},{"start":1415.31,"end":1421.5,"text":"And then along, deep fried hotdog made of minced chicken, pork and just that little bit of horse."},{"start":1421.52,"end":1436.59,"text":"So all the people. I spoke to him leave except one American who just couldn't make her mind up condemned the attacks because they said we are free to eat what we want because our forebears were hunter gatherers and because people in general and the French in particular with them."},{"start":1436.59,"end":1442.46,"text":"Frogs' Legs and snails and under yet. Pigs. Colon. Sausage and natural born. Omnivores."},{"start":1442.82,"end":1449.8,"text":"As for France's new, but vocal animal rights lobbyists. Two. One for their spokesman co founder, Sebastian."},{"start":1449.8,"end":1454.96,"text":"A sack also condemned the violence. More or less. But for bottom."},{"start":1454.96,"end":1461.92,"text":"More. Yeah. In a secure. He says it's not necessarily a very intelligent way to move things forward."},{"start":1462.34,"end":1486.66,"text":"It's a sign perhaps of frustration there was the food and farming bailed out just went through Parliament and it contained a number of animal rights amendment banning cages and the grinding up, have made chicks in exile, putting surveillance cameras in slaughterhouses, providing a vegetarian choice in school, but all of these amendments were voted down."},{"start":1487.61,"end":1497.66,"text":"Bertie Ahern. Or you to son of you did have a because before I leave Li Lo, I meet the President of the northern French branch of the Independent butchers' Federation long ago."},{"start":1498.01,"end":1500.63,"text":"He says that following the meeting with the Interior Minister."},{"start":1500.81,"end":1504.42,"text":"He now expects the police to make arrests. What. Ask him."},{"start":1504.45,"end":1509.09,"text":"If the violence continues. This is what was the perfect. We'd all agree."},{"start":1509.12,"end":1515.38,"text":"We had decided not to lie low and wait for the storm to blow over my colleague said to me long."},{"start":1515.69,"end":1520.77,"text":"This is the north. They want a fight. Let's give them a fight in this."},{"start":1520.77,"end":1527.44,"text":"You heard this was all three years. A was he feels he go. Always built like a brick outhouse."},{"start":1527.47,"end":1531.19,"text":"I think the expression is away in any case. That is probably."},{"start":1531.19,"end":1537.43,"text":"Let's face it is more common among butchers among the Egan's the latter may be best advised for their health."},{"start":1537.5,"end":1540.73,"text":"If not for their cause to keep your lawful from now on."},{"start":1542.17,"end":1545.57,"text":"John Laurenson in Lille in northern France."},{"start":1546.21,"end":1553.35,"text":"The UK's new Brexit minister has said he's confident an agreement can be reached by October on Britain's departure from the EU. "},{"start":1553.48,"end":1561.71,"text":"Dominic Raab says he'll return to Brussels for more talks this week. British business is divided over the benefits of leaving the EU. "},{"start":1561.8,"end":1568.59,"text":"One of the biggest backers is Tate and Lyle Sugars which has been importing sugar cane from Africa and the Caribbean for more than a century. "},{"start":1569.05,"end":1570.38,"text":"Here's an extract from a recent company advertisement:"},{"start":1570.38,"end":1572.45,"text":"So a \"golden opportunity\" says the company, which makes Golden Syrup. Gerard Mason is Tate and Lyle's Senior Vice President:"},{"start":1572.51,"end":1582.88,"text":"It is a golden opportunity for us at Tate and Lyle sugar is to go from job losses and downsizing to growth, investment in more good quality jobs and even more innovation."},{"start":1583.03,"end":1589.79,"text":"So a golden opportunity. It says the company which makes golden syrup. Gerard Mason is ten miles."},{"start":1589.82,"end":1596.14,"text":"Senior Vice President, this sugar is sugar crystals lets us by tariff free. But there's plenty of other sugar."},{"start":1596.14,"end":1599.71,"text":"They charge the tariffs on their vessels that coming. Where we pay tariffs."},{"start":1599.71,"end":1605.44,"text":"They can be three or four million euros each. We have to send to Brussels and in a normal year."},{"start":1605.44,"end":1612.94,"text":"We probably spend about thirty to forty million euros on tariff costs or cost been inflated by these restrictions that Europe."},{"start":1612.94,"end":1616.29,"text":"Place summers. We need. Britain to have an independent trade policy."},{"start":1616.33,"end":1621.04,"text":"We also need that independent trade policy to be workable for businesses like ours."},{"start":1621.6,"end":1626.82,"text":"In theory. The white paper allows the UK to have an independent trade policy in practice."},{"start":1626.82,"end":1629.99,"text":"The mechanism that will be used to join the police."},{"start":1630.04,"end":1636.92,"text":"The UK's In the used tariffs is what we're confused about if that's designed in a way that works for businesses like ours."},{"start":1636.95,"end":1639.86,"text":"We really can take advantage of trade deals that UK."},{"start":1639.86,"end":1643.24,"text":"STRIKES That's great if it's not. Then it's true."},{"start":1643.24,"end":1648.97,"text":"We have a trade policy in principle, but not in practice. John Mason of Tate and Lyle."},{"start":1649.6,"end":1656.1,"text":"Jonathan Gold, the first restaurant critic to win the Pulitzer Prize for Criticism, has died at the age of fifty-seven. "},{"start":1656.47,"end":1664.46,"text":"Exploring eateries in every corner of Los Angeles he introduced readers to dozens of cuisines and even helped the city understand itself. "},{"start":1664.59,"end":1667.89,"text":"The British food critic, Jay Rayner, was in touch with him over the years:"},{"start":1668.58,"end":1673.74,"text":"The brilliant thing about Jonathan Gould was that he took a very complicated city."},{"start":1673.74,"end":1679.37,"text":"Los Angeles and made it seem small. I had been going for it to LA."},{"start":1679.37,"end":1682.21,"text":"For about twenty years and tie. Finely clock."},{"start":1682.21,"end":1684.62,"text":"What gold had been saying which was that."},{"start":1684.62,"end":1689.13,"text":"It was not a city about its fancy restaurants to really understand the city."},{"start":1689.13,"end":1692.14,"text":"You had to get into the ethnic patchwork that was."},{"start":1692.14,"end":1695.54,"text":"I mean, he always denied the term out. Polish."},{"start":1695.54,"end":1702.37,"text":"He said it was a restaurant critic, but there was something about the way he wrote in whichhe communicated the diversity of a city."},{"start":1702.68,"end":1714.43,"text":"He wrote as a fan. It's interesting that he was a music writer on before you was food writer and he wrote withthat enthusiasm, but I found it was also a really good understanding."},{"start":1714.43,"end":1722.31,"text":"Hell cultures, work and telling me that if you wanted to go to a really classical careerrestaurant."},{"start":1722.31,"end":1728.32,"text":"You're more likely to find it in Los Angeles than you would in Seoul, Korea because in LosAngeles."},{"start":1728.35,"end":1731.2,"text":"It's an act of remembrance was insulting career."},{"start":1731.2,"end":1735.28,"text":"That's a career looking to the future where is in looking to the past."},{"start":1736.15,"end":1740.82,"text":"That was Jay Rayner on Jonathon Gold who's died at the age of fifty seven."},{"start":1741.75,"end":1747.71,"text":"In a TV first, the next series of the American programme, Supergirl, will feature a transexual superhero. "},{"start":1748.13,"end":1752.61,"text":"The young actress Nicole Maines, who's trans herself, will play the part of Dreamer. "},{"start":1753.03,"end":1757.62,"text":"There's been controversy over non-trans actors being cast in the roles.  "},{"start":1757.68,"end":1759.52,"text":"Charlotte Gallagher has this report: "},{"start":1767.77,"end":1774.5,"text":"Activists have hailed the casting of Nicole mains is near. Now, who becomes known as a superhero. Dreamer."},{"start":1774.91,"end":1787.75,"text":"It's a first for television and main says it's only fitting that there's going to be a trans superhero for trans kids to look up to, but she says her story lines won't solely focus on her gender identity."},{"start":1788.13,"end":1799.21,"text":"Adding she hopes viewers will realise trans people can do anything they want to and Supergirl actress is used to fighting battles in twenty fourteen when she was just seventeen."},{"start":1799.24,"end":1803.17,"text":"She went to court when her school stopped using the girls' Toilet."},{"start":1803.76,"end":1809.52,"text":"Recently, the issue of non trans actors being cast in Trans roles has been causing controversy."},{"start":1809.9,"end":1812.31,"text":"Scarlett Johansson dropped out of a film."},{"start":1812.31,"end":1820.85,"text":"Following intense criticism while the Magic Mike star Matt boma was attacked on line for playing a trans woman in the movie, anything."},{"start":1821.33,"end":1831.13,"text":"The CW Network, which produces Supergirl has also announced he's developing a television adaptation of Batwoman, whether superhero will be a lesbian."},{"start":1831.52,"end":1841.39,"text":"Ironically, the character was first introduced by DC Comics in the nineteen fifties as a love interest for Batman to dispel rumours he was gay."},{"start":1841.82,"end":1842.84,"text":"Charlotte Gallagher."},{"start":1843.92,"end":1849.63,"text":"And that's all from us for now - but there will be an updated version of the Global News podcast later."},{"start":1849.82,"end":1857.22,"text":"If you want to comment on this podcast - or the topics covered in it - you can send us an email - the address is globalpodcast@bbc.co.uk. "}]