[
  {
    "start": 4.25,
    "end": 5.99,
    "text": "Good morning. Today:"
  },
  {
    "start": 6.04,
    "end": 12.64,
    "text": "Armenia has a long history of invasion and turbulence but it’s just managed a bloodless revolution."
  },
  {
    "start": 13.28,
    "end": 22.21,
    "text": "In Goa you’d think all tourists were welcome, but one Indian politician has declared that Indian tourists are \"the scum of the earth.\""
  },
  {
    "start": 23.01,
    "end": 30.45,
    "text": "Which is the most tree-covered country on the planet, our correspondent is there, on a hunt for rare birds."
  },
  {
    "start": 30.83,
    "end": 38.22,
    "text": "And in France another reminder of the Great War 100 years ago, with the story of a largely forgotten English poet."
  },
  {
    "start": 40.01,
    "end": 58.73,
    "text": "Border patrols, wire fences, naval intervention vessels – widespread attempts across Europe to stem the flow of migrants but increasingly efforts are being concentrated on convincing people not to set off in the first place and to encourage those already en route to turn back."
  },
  {
    "start": 59.12,
    "end": 70.28,
    "text": "Such as Nigerians, in the past year over six and a half thousand have accepted help from the European Union and the UN’s International Organisation for Migration to return home."
  },
  {
    "start": 70.92,
    "end": 75.02,
    "text": "Colin Freeman wanted to know what when they get back to Nigeria."
  },
  {
    "start": 76.23,
    "end": 86.89,
    "text": "Evans William tells me he sold everything but the kitchen sink to fund his dream to get to Europe. And I mean everything - his bed, his fridge, his TV, his spare clothes and his mobile phone."
  },
  {
    "start": 87.28,
    "end": 94.16,
    "text": "After borrowing yet more cash, he finally had enough to pay a smuggling gang to take him from Nigeria across the Sahara to Libya."
  },
  {
    "start": 95.04,
    "end": 97.93,
    "text": "In all, it cost him $1,000, but he wasn't worried."
  },
  {
    "start": 98.21,
    "end": 105.04,
    "text": "Once in Europe, he figured, he could quickly earn enough to pay off his creditors, and eventually return home to start a business of his own."
  },
  {
    "start": 105.99,
    "end": 107.55,
    "text": "It didn't quite work out like that."
  },
  {
    "start": 107.87,
    "end": 115.52,
    "text": "After six miserable months in Libya, where the gang forced him to work for free, he finally boarded a rickety boat to cross the Mediterranean."
  },
  {
    "start": 115.78,
    "end": 121.99,
    "text": "It got stopped by the Libyan coastguard, who threw him and 140 other passengers into a detention centre."
  },
  {
    "start": 122.88,
    "end": 133.81,
    "text": "By then he'd had enough. When I met Evans last month, he’d just returned home to Benin City in southern Nigeria, where he was among hundreds of migrants staying in a government-requisitioned hotel."
  },
  {
    "start": 134.79,
    "end": 142.46,
    "text": "They’d been flown back by the International Organisation for Migration, a UN body that helps illegal migrants who want to return home."
  },
  {
    "start": 143.33,
    "end": 149.97,
    "text": "As well as a free plane ticket, they get a few nights’ hotel accommodation, and £200 ($300) in pocket money while they find their feet."
  },
  {
    "start": 150.47,
    "end": 153.95,
    "text": "They're also offered job training, to give them a better chance of a livelihood."
  },
  {
    "start": 154.77,
    "end": 163.69,
    "text": "The scheme is partly bankrolled by a £3bn ($4.2 billion) fund set up by the European Union in 2015, the year the migrant crisis dominated the news."
  },
  {
    "start": 164.39,
    "end": 176.84,
    "text": "The EU hopes that by offering migrants better prospects in their own countries, they can be persuaded to leave Libya, where up to 700,000 are still thought to be waiting to cross the Mediterranean to Europe, and turn back."
  },
  {
    "start": 176.84,
    "end": 177.51,
    "text": "More than 3,000 Nigerian migrants have already returned, and a further 20,000 are due to do so this year."
  },
  {
    "start": 177.51,
    "end": 181.89,
    "text": "Yet for those who take up the offer, arriving back home can be a depressing experience."
  },
  {
    "start": 182.47,
    "end": 191.41,
    "text": "Most, like Evans, are virtually destitute. And while they appreciate the offers of job training, it's fairly basic stuff, like hairdressing or tailoring, or learning how to farm."
  },
  {
    "start": 191.41,
    "end": 195.07,
    "text": "For those who dreamed of making it in Europe, that's a bit of a comedown."
  },
  {
    "start": 195.98,
    "end": 200.89,
    "text": "What also hurts, though, is the feeling that they'll be seen as failures by their peers and relatives."
  },
  {
    "start": 201.21,
    "end": 204.91,
    "text": "Many could only make the trip because mum and dad sold off the family silver."
  },
  {
    "start": 205.45,
    "end": 211.8,
    "text": "Nobody wants to come back penniless, and admit that they blew what's seen - rightly or wrongly - as the chance of a lifetime."
  },
  {
    "start": 212.92,
    "end": 219.27,
    "text": "Evans, for example, doesn't even want to go back home - even though it may be the only place he'll get a bed once his pocket money runs out."
  },
  {
    "start": 220.02,
    "end": 225.51,
    "text": "\"I still don't want to stay in Nigeria,\" he tells me. \"Although next time, I'll try to go to Europe by legal means.\""
  },
  {
    "start": 226.62,
    "end": 232.26,
    "text": "Gloomier still was Abibu Shaibu, a tough-looking young man who was on the same flight home as Evans."
  },
  {
    "start": 232.57,
    "end": 236.87,
    "text": "He had a fresh-looking scar on his face, and a scowl that deepened as he talked."
  },
  {
    "start": 237.72,
    "end": 243.7,
    "text": "His mother, he said, had sold her only plot of land to fund his trip to Europe. He hadn't even told her he was back."
  },
  {
    "start": 244.83,
    "end": 247.49,
    "text": "\"If my mum sees me she'll get sick with worry,\" he said."
  },
  {
    "start": 247.68,
    "end": 255.37,
    "text": "\"And all the neighbours, saying 'this guy’s mum sold her land so he could go to Europe - and then he failed!' If I hear anyone saying that, I tell you, I'll kill them.\""
  },
  {
    "start": 256.66,
    "end": 257.83,
    "text": "So was he going to do now, then?"
  },
  {
    "start": 258.24,
    "end": 263.49,
    "text": "\"Well, first I’ll need to get my money back. The pocket money I got is just a fraction of what I spent getting to Libya.\""
  },
  {
    "start": 264.34,
    "end": 270.18,
    "text": "Which of the training opportunities did Abibu fancy? Hairdresser? Farmer? He seemed to have other work in mind."
  },
  {
    "start": 270.65,
    "end": 272.92,
    "text": "\"I'll look at the offers,\" he admitted grudgingly."
  },
  {
    "start": 273.22,
    "end": 275.94,
    "text": "\"But I'm worried I'll end up committing crime to get the money back\"."
  },
  {
    "start": 276.83,
    "end": 278.18,
    "text": "Really? What sort of crime?"
  },
  {
    "start": 278.78,
    "end": 279.72,
    "text": "\"Robbery, probably.\""
  },
  {
    "start": 280.77,
    "end": 286.33,
    "text": "He sounded like he meant it, and I found myself wondering just what Abibu had done to get that scar on his face."
  },
  {
    "start": 286.88,
    "end": 293.15,
    "text": "As we said our goodbyes, my Nigerian colleague, Peter, who’s also a church pastor, felt it was time for a word."
  },
  {
    "start": 293.99,
    "end": 297.18,
    "text": "\"It was your decision to go - don't blame others,\" he told Abibu."
  },
  {
    "start": 297.64,
    "end": 301.42,
    "text": "\"And reconnect with your mother – at least she’ll be happy to hear you’re still alive.\""
  },
  {
    "start": 302.55,
    "end": 312.04,
    "text": "Will she, though? Two years ago, in a migrant detention centre in Libya, I had met an inmate from The Gambia, who had asked me to pass on just such a message to his family."
  },
  {
    "start": 313,
    "end": 315.31,
    "text": "When I rang them, I expected tears of joy."
  },
  {
    "start": 316.02,
    "end": 317.79,
    "text": "Instead, they had just one question."
  },
  {
    "start": 318.55,
    "end": 320.68,
    "text": "\"So what, he’s not made it to Europe then?\""
  },
  {
    "start": 322.34,
    "end": 323.34,
    "text": "Colin Freeman."
  },
  {
    "start": 324.09,
    "end": 330.05,
    "text": "Armenia is another country familiar with a relentless flow of its people aborad."
  },
  {
    "start": 330.05,
    "end": 334.7,
    "text": "More Armenians, and people of Armenian descent, live outside the country than inside it."
  },
  {
    "start": 335.16,
    "end": 341.01,
    "text": "Many emigrants left after the massacres of Armenians committed in the dying days of the Ottoman Empire."
  },
  {
    "start": 341.53,
    "end": 346.87,
    "text": "But in more recent years there’s also been an exodus of people looking for better jobs elsewhere."
  },
  {
    "start": 347.66,
    "end": 360.44,
    "text": "Within its borders, human rights groups have complained of authoritarian rule, election rigging and the excessive use of force by the police - which makes the events of the last few weeks all the more remarkable."
  },
  {
    "start": 361.03,
    "end": 362.53,
    "text": "Rayhan Demytrie was there."
  },
  {
    "start": 363.19,
    "end": 372.02,
    "text": "Breakfast time at a hotel in Yerevan. At a table next to me, two Russian tourist ladies called over a waitress and asked her why the roads were blocked."
  },
  {
    "start": 372.55,
    "end": 381.83,
    "text": "\"You see, there is a revolution happening in Armenia,\" the waitress answered calmly \"but don't worry - the police are not using force, it's all peaceful.\""
  },
  {
    "start": 382.55,
    "end": 394.57,
    "text": "How often do you get to hear that? The extraordinary events of the past month here are likely to be studied by future scholars and historians, looking for example of how to conduct a non-violent revolution."
  },
  {
    "start": 395.39,
    "end": 408.9,
    "text": "On the 31st of March, a young opposition politician called Nikol Pashinyan put on his trainers and a backpack and set off on 14 day walk from Armenia's second largest city of Gyumri to the capital."
  },
  {
    "start": 408.9,
    "end": 418.43,
    "text": "He announced on Facebook that this was the start of \"Make the Step\" – a peaceful protest against the country's president Serzh Sargsyan and his governing Republican party."
  },
  {
    "start": 419.81,
    "end": 428.19,
    "text": "Once Pashinyan had walked through six Armenian cities and dozens of villages, and reached Yerevan on the 13th of April, there were thousands of marchers."
  },
  {
    "start": 428.19,
    "end": 436.04,
    "text": "\"Qail ara merzhi Serzhi!\" \"Make the step to reject Serzh!\". The slogan echoed through the streets."
  },
  {
    "start": 436.07,
    "end": 439.45,
    "text": "Students, high-school kids, and young professionals all chanted it."
  },
  {
    "start": 439.59,
    "end": 443.95,
    "text": "Serzg Sargsyan had ruled Armenia as president for ten years."
  },
  {
    "start": 444.32,
    "end": 453.51,
    "text": "He came to power on the back of another anti-government protest movement back in 2008, when police used force to disperse the demonstrators."
  },
  {
    "start": 453.9,
    "end": 455.2,
    "text": "Ten people were killed."
  },
  {
    "start": 455.92,
    "end": 466.37,
    "text": "During Mr. Sarsgyan's two terms as president, corruption deepened, unemployment and poverty levels skyrocketed, and crucially more and more Armenians left the country."
  },
  {
    "start": 467.04,
    "end": 475.37,
    "text": "So when it was announced that he was to be nominated as a candidate for the post of prime minister - that did not go down well."
  },
  {
    "start": 476.22,
    "end": 486.19,
    "text": "Because two years ago, the ruling party had driven the change from a presidential to a parliamentary system – which would transfer all key executive powers to the prime minister."
  },
  {
    "start": 486.67,
    "end": 491.99,
    "text": "And back then, Serzh Sargsyan had said he had no intention of running for the post."
  },
  {
    "start": 492.76,
    "end": 503.03,
    "text": "Yet on April the 17th this year - even after days of mass protests against Sargsyan - parliament voted him in as Armenia's prime minister."
  },
  {
    "start": 504.18,
    "end": 508.74,
    "text": "That night, thousands of protesters gathered in Yerevan's largest square."
  },
  {
    "start": 509.49,
    "end": 521.69,
    "text": "With its 1950's neoclassical buildings in pink and yellow tuff – a special rock used in most Armenian architecture – Republic Square is a grand and spacious setting."
  },
  {
    "start": 521.69,
    "end": 524.14,
    "text": "There is a huge pool with musical fountains. It's one of the country’s landmark sites."
  },
  {
    "start": 526.09,
    "end": 532.61,
    "text": "Nikol Pashinyan stood on a makeshift stage, and addressed the crowd with a loudhailer."
  },
  {
    "start": 532.61,
    "end": 550.83,
    "text": "\"We gathered here to say no to injustice!\" he shouted: \"Serzh Sargsyan lied when he said he would not be running for prime minister!\""
  },
  {
    "start": 550.86,
    "end": 554.46,
    "text": "\"Serzh the liar! Serzh the liar!\" chanted the crowd."
  },
  {
    "start": 554.46,
    "end": 559.91,
    "text": "Pashinyan urged his supporters to keep up the pressure, and tens of thousands of them did."
  },
  {
    "start": 567.73,
    "end": 572.4,
    "text": "The former president turned prime minister did agree to a meeting, to find a solution."
  },
  {
    "start": 572.74,
    "end": 577.77,
    "text": "The two men met face to face in front of cameras – but for less than five minutes."
  },
  {
    "start": 578.43,
    "end": 582.52,
    "text": "\"The only thing I’m here to discuss is your resignation,\" said Pashinyan."
  },
  {
    "start": 582.92,
    "end": 594.12,
    "text": "Mr. Sargsyan walked out, saying that Pashinyan had no right to speak on behalf of the people when his party had only received 7% of votes in the last elections."
  },
  {
    "start": 595.1,
    "end": 600.86,
    "text": "Shortly afterwards, Nikol Pashinyan and other protest leaders were detained by the police."
  },
  {
    "start": 601.22,
    "end": 606.6,
    "text": "But that only intensified the public's determination – and piled on the pressure."
  },
  {
    "start": 607.13,
    "end": 614.6,
    "text": "That night tens of thousands turned up in Republic Square, with massive crowds back on the streets the next day."
  },
  {
    "start": 615.19,
    "end": 619.86,
    "text": "To defuse the tension, the government relented – and released the protest leader."
  },
  {
    "start": 620.52,
    "end": 628.12,
    "text": "On April the 23rd, at about 330 in the afternoon, Pashinyan returned to the square as a hero."
  },
  {
    "start": 628.12,
    "end": 630.34,
    "text": "\"Nikol, Nikol!\" chanted the crowd."
  },
  {
    "start": 631.17,
    "end": 636.21,
    "text": "Within half an hour, the news broke that Serzh Sargsyan had resigned."
  },
  {
    "start": 637.08,
    "end": 648.23,
    "text": "What I saw was an explosion of happiness, collective happiness. People were hugging each other, smiling, dancing, cracking open bottles of champagne."
  },
  {
    "start": 648.8,
    "end": 654.87,
    "text": "This, they told me, was the moment of victory of people's power over an unpopular regime."
  },
  {
    "start": 655.45,
    "end": 659.67,
    "text": "A major change achieved without a single bullet being fired."
  },
  {
    "start": 660.41,
    "end": 670.37,
    "text": "One protester I spoken to said that there was no turning back for Armenia: that finally, after such a long time, people had regained hope that things could change for the better."
  },
  {
    "start": 671.25,
    "end": 677.09,
    "text": "When I asked her name, she paused for a second. And then she spoke up, and told me. \"And you know,\" she said."
  },
  {
    "start": 677.2,
    "end": 680.63,
    "text": "\"I am no longer afraid to speak up about the problems we have.\""
  },
  {
    "start": 681.29,
    "end": 687.87,
    "text": "Perhaps that’s the real change. A country has found its voice – and got its confidence back."
  },
  {
    "start": 689.36,
    "end": 690.33,
    "text": "Rayhan Demytrie."
  },
  {
    "start": 691.12,
    "end": 702.7,
    "text": "Hippies seeking sun, sand and spiritual enlightenment started in arriving in the 1960s, Brits on package holidays followed later - then came hordes of Russian tourists."
  },
  {
    "start": 703,
    "end": 712.71,
    "text": "The former Portuguese colony of Goa on India’s south west coast has long been a draw for outsiders and now it’s a favourite for Indians too."
  },
  {
    "start": 713.21,
    "end": 719.73,
    "text": "While almost a million foreigners visited last year so too did more than six million domestic tourists."
  },
  {
    "start": 720.26,
    "end": 725.47,
    "text": "Whether they were welcome has become a rather sensitive question, as Sushma Puri found."
  },
  {
    "start": 726.13,
    "end": 734.94,
    "text": "Goa is my favourite place in India. It’s very different from the rest of the sub-continent: less conservative and far less frenetic."
  },
  {
    "start": 735.5,
    "end": 752.93,
    "text": "South Goa has long, beautiful sandy beaches and little, sleepy fishing villages. And in the north of the state, the towns are vibrant, full of fabulous street markets and great beach shacks where you can sit all day and while away the hours listening to the sound of the Arabian Sea caressing the coastline."
  },
  {
    "start": 753.81,
    "end": 756.52,
    "text": "Local people are also really friendly."
  },
  {
    "start": 757.03,
    "end": 765.84,
    "text": "Even the cows are well-mannered; they wander down the main streets and stop outside their favourite restaurants, waiting in orderly queues to be fed."
  },
  {
    "start": 766.91,
    "end": 777.27,
    "text": "Indian Tourists love Goa for all these reasons - and also because here they can drink, gamble and party in a way they probably can’t in their home states."
  },
  {
    "start": 777.83,
    "end": 785.14,
    "text": "But according to Goa’s Town and Country Planning minister, Vijai Sardesai, there’s also a growing nuisance factor."
  },
  {
    "start": 785.14,
    "end": 798.56,
    "text": "Not the packs of wild dogs that encircle and growl at you on street corners - or the mosquitoes that eat you alive - but Indians themselves. And to be more precise - North Indians, here on holiday."
  },
  {
    "start": 799.4,
    "end": 811.26,
    "text": "Recently, Sardesai caused a media storm when he lashed out at domestic tourists on his turf, calling them the \"scum of the earth\" and accusing them of having no respect for Goa."
  },
  {
    "start": 812.08,
    "end": 817.37,
    "text": "His outburst came after an online video went viral. It showed an Indian tourist urinating from the window of a local bus."
  },
  {
    "start": 817.65,
    "end": 826.59,
    "text": "The minster exploded, saying he wanted to keep these types out and make Goa so expensive that only the really high-class Indian tourists would come."
  },
  {
    "start": 826.98,
    "end": 835.51,
    "text": "He also complained that some visitors chuck litter everywhere. Goa does have a massive litter problem, but then so does the rest of India."
  },
  {
    "start": 835.51,
    "end": 836.32,
    "text": "Generally, the unspoken, unwritten rule is, you drop your rubbish wherever you want, because a street cleaner will have sorted it out by the next morning!"
  },
  {
    "start": 836.32,
    "end": 838.4,
    "text": "But Goa’s trying to clean up its act."
  },
  {
    "start": 838.61,
    "end": 846.12,
    "text": "There are now more bins on the street, along with signs in English telling tourists to put their rubbish in them, the western tourists do it - but alas, in general, the Indians don’t."
  },
  {
    "start": 846.12,
    "end": 846.14,
    "text": "In the media storm that followed his outburst some Goans on twitter agreed with Mr Sardesai saying domestic tourists are \"unmindful of the concerns of locals.\" Opposition political parties weighed in by accusing Mr Sardesai of being Xenophobic and demanded an apology."
  },
  {
    "start": 846.14,
    "end": 848.1,
    "text": "The state minister Mr Manohar Parrikar tried to diffuse the situation by saying \"All Indians are welcome in Goa\" as long as they don’t urinate all over the place or throw their garbage on the streets. "
  },
  {
    "start": 848.1,
    "end": 850.17,
    "text": "But despite the backlash, Mr Sardesai was unrepentant."
  },
  {
    "start": 850.18,
    "end": 859.57,
    "text": "He refused to retract his statement, insisting he was speaking for ordinary Goans. But just how would Goa survive without the Indian visitors?"
  },
  {
    "start": 860.3,
    "end": 865.85,
    "text": "\"The minister is talking rubbish\" Anju Jha, a feisty, local, hotel manager told me."
  },
  {
    "start": 866.21,
    "end": 871.29,
    "text": "\"The season in Goa is only 6 months, and it is the Indians who keep this economy going.\""
  },
  {
    "start": 872.05,
    "end": 876.56,
    "text": "Her hotel, which is rather plush, attracts a lot of North Indians."
  },
  {
    "start": 876.56,
    "end": 877.72,
    "text": "She herself is from Delhi."
  },
  {
    "start": 877.72,
    "end": 883.19,
    "text": "\"We northerners are loud by nature\", she admits, \"and anyway, Goa is part of India, so he can’t stop them coming.\""
  },
  {
    "start": 884.07,
    "end": 891.39,
    "text": "\"The minister is going to have a job on his hands trying to price ordinary Indians out of Goa\" said Nitesh, a young businessman who owns a jewellery shop."
  },
  {
    "start": 891.62,
    "end": 896.14,
    "text": "\"He won’t be able to do it. Indians are our best customers.\" Nitesh is another incomer - a shrewd businessman from Mumbai - and knows he has to keep all his customers happy."
  },
  {
    "start": 896.75,
    "end": 903.11,
    "text": "One day I decided to visit Baga beach, where most Indians like to go to eat, drink and party while in Goa."
  },
  {
    "start": 903.11,
    "end": 907.75,
    "text": "I asked my local taxi driver Gopal, who’s Goan born and bred, to take me there."
  },
  {
    "start": 907.75,
    "end": 917.67,
    "text": "On the way we got chatting about the minister’s comments. \"He’s correct about the Indians dropping rubbish everywhere, but his words were too harsh. It’s not right calling them scumbags.\""
  },
  {
    "start": 917.67,
    "end": 918.52,
    "text": "We both laughed."
  },
  {
    "start": 918.52,
    "end": 922.29,
    "text": "I arrived in Baga mid-morning and it was very quiet. The sun was beating down on a languorous beachscape."
  },
  {
    "start": 922.29,
    "end": 927.8,
    "text": "The timber-framed snack shacks were just opening and the waiters were dusting everything down, ready for the day."
  },
  {
    "start": 928.41,
    "end": 938.55,
    "text": "In a central square, near the beach, I spotted a new street food market, where a dozen or so stalls were preparing fresh samosas and curries - the smell was wonderfully enticing."
  },
  {
    "start": 939.17,
    "end": 945.48,
    "text": "I strolled over for a look and the first thing I noticed was the neat, small bin, next to one of the stalls."
  },
  {
    "start": 945.92,
    "end": 951.25,
    "text": "Ahh, some civic pride I thought, even though there wasn’t a single bit of trash in it."
  },
  {
    "start": 951.86,
    "end": 960.06,
    "text": "Well it’s early yet, I concluded. But just across the street I noticed a narrow ditch… absolutely full of rubbish!"
  },
  {
    "start": 960.33,
    "end": 965.12,
    "text": "Plastic water bottles, beer bottles, plastic wrapping, paper plates strewn all over the place."
  },
  {
    "start": 965.47,
    "end": 973.02,
    "text": "And, the crowning insult: right next to the ditch was a fairly newish looking sign reading: \"Keep India Clean\"."
  },
  {
    "start": 973.94,
    "end": 989.41,
    "text": "Many of the shops and restaurants in Goa close for the monsoon. However, some now decide to extend the season and stay open for a little bit longer, because while the westerners have gone home, the domestic tourists still arrive in their thousands."
  },
  {
    "start": 989.41,
    "end": 1000.08,
    "text": "And whilst the controversial comments that Mr Sardesai has made are still ringing in the ears of all Indians, the irony is that he is still hell bent on expanding tourism in Goa."
  },
  {
    "start": 1000.6,
    "end": 1010.61,
    "text": "He wants to see millions more coming to the state. But he’s qualified that by saying \" We want more foreigners and more high-class Indians.\""
  },
  {
    "start": 1011.03,
    "end": 1015.38,
    "text": "Well next time I go I’ll see if he’s been able to achieve that."
  },
  {
    "start": 1016.86,
    "end": 1017.56,
    "text": "Sushma Puri."
  },
  {
    "start": 1018.52,
    "end": 1031.89,
    "text": "It happens to many correspondents… They return home full of excitement after reporting on the story they think the world needs to know about, from the place where it’s all happening. But their friends and colleagues respond with a simple ‘mmmm... ‘Where?’"
  },
  {
    "start": 1031.89,
    "end": 1043.82,
    "text": "It’s something Huw Cordey knows well, as a natural history specialist, he often finds himself in remote parts of the world that attract little international attention."
  },
  {
    "start": 1044.53,
    "end": 1049.82,
    "text": "The first, and most obvious, thing to say about Suriname is that not many people seem to know where it is."
  },
  {
    "start": 1050.19,
    "end": 1059.57,
    "text": "Just hitting on the right continent is often a process of elimination. The correct answer – South America – normally comes after Asia and Africa, in that order."
  },
  {
    "start": 1060.15,
    "end": 1063.68,
    "text": "There’s even some confusion over the spelling of its name. Back in 1978, Suriname officially changed its spelling to include an ‘e’ at the end but many countries still spell it the old and phonetic way."
  },
  {
    "start": 1063.68,
    "end": 1076.09,
    "text": "Nevertheless, while Suriname has been remarkably successful at slipping under the radar of international politics and news, it does actually hold a rather impressive world record – one that would be the envy of many countries."
  },
  {
    "start": 1076.65,
    "end": 1081.73,
    "text": "As a percentage of its total area, Suriname is the most tree-covered country on earth."
  },
  {
    "start": 1082.3,
    "end": 1094.37,
    "text": "According to the World Bank a staggering 96% of it is forested – with 90% being primary forest, which has never been felled or cultivated. It all adds up to a lot of trees."
  },
  {
    "start": 1094.99,
    "end": 1103.7,
    "text": "Suriname may be the smallest country in South America - dwarfed by its massive neighbour to the south, Brazil – but it’s still more than twice the size of England."
  },
  {
    "start": 1104.42,
    "end": 1122.39,
    "text": "And this brings me to another surprising statistic – one which has undoubtedly contributed to its record tree cover: its population is just 500,000 – the same as Bristol’s – and half of them live in the capital, Paramaribo (a capital to remember for the local pub quiz)."
  },
  {
    "start": 1123.45,
    "end": 1135.15,
    "text": "But despite being at the top of the tree for tree cover, I’m told that nature, conservation and sustainability are not things the Surinamese are particularly interested in – even the younger generation."
  },
  {
    "start": 1135.83,
    "end": 1139.41,
    "text": "But then that’s what makes Fred Pansa all the more impressive."
  },
  {
    "start": 1140.08,
    "end": 1145.24,
    "text": "Fred is in his late 20s, loves wildlife and is a true conservationist."
  },
  {
    "start": 1145.68,
    "end": 1152.01,
    "text": "Along with his 29 siblings, he grew up on a small island on a large river in the interior of the country."
  },
  {
    "start": 1152.65,
    "end": 1157.51,
    "text": "Fred is a Maroon – an ethnic group that dates back to Suriname’s slavery days."
  },
  {
    "start": 1158.09,
    "end": 1163.81,
    "text": "The first Maroons were runaway slaves, who slowly built themselves an independent life in the remote jungle."
  },
  {
    "start": 1164.34,
    "end": 1177.41,
    "text": "Like his father and forefathers, he could have easily spent his life in his village but Fred wanted to better himself so he went to Paramaribo and taught himself Dutch – Suriname’s lingua franca – then English."
  },
  {
    "start": 1178.21,
    "end": 1189.33,
    "text": "Nature tourism seemed the next best move and his first big break came when a Dutch ornithologist spotted his extraordinary talents at spotting birds and gave him the training he needed."
  },
  {
    "start": 1189.87,
    "end": 1194.19,
    "text": "Soon, Fred knew all the common and Latin names of the birds he’d grown up seeing."
  },
  {
    "start": 1194.92,
    "end": 1213.12,
    "text": "It was his knowledge of birds that led to our meeting, as I [MISSING]"
  },
  {
    "start": 1214.45,
    "end": 1218.4,
    "text": "Anyone who’s been to a rainforest knows how difficult it is to see animals."
  },
  {
    "start": 1219.01,
    "end": 1223.37,
    "text": "In this complex 3 dimensional world it’s hard even to know where to look."
  },
  {
    "start": 1224,
    "end": 1229.2,
    "text": "The usual rule of thumb is that you hear lots and see little. Not so with Fred."
  },
  {
    "start": 1229.57,
    "end": 1237.55,
    "text": "No matter how cryptic the critter Fred was onto it; a puffbird was followed by a spotted antbird, a schiffornis and so on."
  },
  {
    "start": 1238.47,
    "end": 1249.12,
    "text": "At one point, he stopped and said ‘can you smell that? I didn’t until I gave I gave it my full sensory attention and then I detected the faintest hint of mammalian mustiness."
  },
  {
    "start": 1249.66,
    "end": 1254.24,
    "text": "‘White lipped peccaries’, said Fred. They must have been here earlier this morning’."
  },
  {
    "start": 1255.34,
    "end": 1259.68,
    "text": "We were on a journey to the top of a mountain called Fredberg – named after Fred."
  },
  {
    "start": 1260.36,
    "end": 1278.07,
    "text": "A few years ago, he’d seen the granite top mountain from the window of a small plane and after several trips through the trail-less forest he found it, along with a few tourists he was guiding at the time. Standing on the summit, the tourists suggested it be called Fredberg, and the name stuck."
  },
  {
    "start": 1288.11,
    "end": 1296.84,
    "text": "The view from Fredberg was terrific – a 180 [ OR 360? ] degree panorama with unspoilt rainforest stretching to the horizon."
  },
  {
    "start": 1297.59,
    "end": 1304.03,
    "text": "Not far away, hidden amongst the trees, was the simple wooden lodge which Fred and his brothers built two years ago."
  },
  {
    "start": 1304.03,
    "end": 1304.7,
    "text": "He told me of his plan to get a lease on all the forest from the point where we stood right to the lodge."
  },
  {
    "start": 1304.7,
    "end": 1305.08,
    "text": "An ambitious plan, but I sense this will be just the start."
  },
  {
    "start": 1305.08,
    "end": 1314.71,
    "text": "From the top of Fredberg, I’m sure he dreams of being master of all he surveys - for no other reason than to ensure that the trees will still be there for future generations."
  },
  {
    "start": 1315.3,
    "end": 1332.27,
    "text": "He knows there’s not much time to lose. Logging roads already thread through these tracts of forest so, if they’re to survive, they certainly need a Fred."
  },
  {
    "start": 1332.85,
    "end": 1341.52,
    "text": "And who knows, one day Fred Pansa may be the most famous South American conservationist from a country you’ve never heard of."
  },
  {
    "start": 1341.52,
    "end": 1342.63,
    "text": "Huw Cordey."
  },
  {
    "start": 1344.93,
    "end": 1350.13,
    "text": "The First World War lives on for many in poetry – Wilfred Owen, Rupert Brooke."
  },
  {
    "start": 1350.54,
    "end": 1363.86,
    "text": "Some are more remembered than others. Richard Aldington, is one of the 16 poets from the Great War commemorated on a stone plaque in Poets’ Corner, in Westminster Abbey, unveiled by Ted Hughes in 1985."
  },
  {
    "start": 1363.86,
    "end": 1376.82,
    "text": "He lived for years in Farce and he  died in 1962, in a village near Sancerre – and it was there that Hugh Schofield came across his grave and his story."
  },
  {
    "start": 1377.41,
    "end": 1386.23,
    "text": "It was the local paper that alerted me – Le Berri Républicain – whose staple is normally news about bingo nights and the doings of the Sancerre rugby team."
  },
  {
    "start": 1386.47,
    "end": 1397.08,
    "text": "Did you know, it addressed its readers, that the cemetery in Sury-en-Vaux contains the tomb of a great poète britannique – Monsieur Richard Aldington?!"
  },
  {
    "start": 1397.08,
    "end": 1401.35,
    "text": "\"Sury-en-Vaux – terre d’écrivains!!\" it enthused. Land of writers!"
  },
  {
    "start": 1401.95,
    "end": 1414.03,
    "text": "What had happened, it transpired, was that an Englishman – an Aldington enthusiast – had come to stay in the area, in order to seek out the grave and any other Aldington connections he could find."
  },
  {
    "start": 1414.33,
    "end": 1420.18,
    "text": "He’d told his landlady at the B&B, and she’d alerted the local reporter in Sancerre."
  },
  {
    "start": 1420.38,
    "end": 1428.18,
    "text": "It all made quite a splash – because no-one was remotely aware that this great man of English letters had once been among them."
  },
  {
    "start": 1428.75,
    "end": 1436.49,
    "text": "I went to his grave. The cemetery is on the slope of a hill, with vineyards all around, which were bare in the late winter sun."
  },
  {
    "start": 1436.79,
    "end": 1446.44,
    "text": "It took some hunting among the local families – the Raimbaults and the Moindiots and the Bobentins – but eventually I found it: an unadorned slab of stone."
  },
  {
    "start": 1446.74,
    "end": 1459.24,
    "text": "Just on the front there was inscribed his name, Richard Aldington – which would have been illegible had not someone – I presume the visiting enthusiast – recently scraped away the encroaching lichen."
  },
  {
    "start": 1459.24,
    "end": 1469.27,
    "text": "I have to admit that the name meant very little, and yet after further reading it was clear to me that until quite recently Richard Aldington had been regarded as a very substantial literary figure."
  },
  {
    "start": 1469.93,
    "end": 1477.16,
    "text": "It all started before the First War. That was when the young Aldington had helped found the poetry movement known as the Imagists."
  },
  {
    "start": 1477.3,
    "end": 1487.76,
    "text": "The name was given by Ezra Pound, who for a time himself counted as an Imagist, and the other leading figure was Aldington’s wife, Hilda Doolittle, pen-name HD."
  },
  {
    "start": 1487.76,
    "end": 1500.56,
    "text": "The Imagists were a reaction against what they saw as the romantic verbosity of late-Victorianism, and they wrote simple, direct verse – which actually makes them pretty digestible even today."
  },
  {
    "start": 1501.41,
    "end": 1505.05,
    "text": "Aldington went to war in 1916 and served till the end."
  },
  {
    "start": 1505.32,
    "end": 1515.01,
    "text": "He wrote his poems, later published as Images of War, but fame only really struck in 1929 when he brought out his novel – Death of a Hero."
  },
  {
    "start": 1515.43,
    "end": 1533.75,
    "text": "Obviously drawing on his own experience, it described the hero’s life in pre-war England, experimenting with avant-garde ideas of sex and marriage, before he’s sent to fight, and -- numbed and disillusioned -- ends up walking into enemy bullets in the last days of the war."
  },
  {
    "start": 1534.09,
    "end": 1541.73,
    "text": "The book is a blistering attack not so much on the generals who conducted the war, as on the middle class hypocrisies of those at home."
  },
  {
    "start": 1541.9,
    "end": 1548.82,
    "text": "It earned Aldington the reputation – as his Times obituary later put it – of being an \"angry young man before his time\"."
  },
  {
    "start": 1548.99,
    "end": 1559.91,
    "text": "Certainly in reading him you see how anti-establishment ideas that later became the norm in the 50s were being prefigured by modernists like him, in a much earlier generation."
  },
  {
    "start": 1560.65,
    "end": 1563.65,
    "text": "So that was Richard Aldington the admired poet and writer."
  },
  {
    "start": 1563.78,
    "end": 1568.24,
    "text": "But how had he ended up dying in the obscurity of central France?"
  },
  {
    "start": 1568.35,
    "end": 1576.31,
    "text": "Well much later Aldington turned to biography, and one of his subjects had been TE Lawrence, Lawrence of Arabia."
  },
  {
    "start": 1576.65,
    "end": 1586.37,
    "text": "But his was an iconoclastic biography, daring to say that much of what people thought they knew about the wartime hero was in fact self-fabricated bunkum."
  },
  {
    "start": 1586.62,
    "end": 1600.91,
    "text": "This didn’t go down well in London, and Aldington was ostracised. He’d come to live in France, but his income was dwindling – and eventually he was given a helping hand by an Australian poet and broadcaster called Alister Kershaw."
  },
  {
    "start": 1601.23,
    "end": 1612.86,
    "text": "Kershaw bought the house in Sury-en-Vaux for Aldington to live out his days in, and it was in the house that Aldington died on July 27th 1962 of a heart attack."
  },
  {
    "start": 1613.79,
    "end": 1628.89,
    "text": "Today there is still one connection. Alister Kershaw was much younger than Aldington and he lived on till 1995. In the 80s he married a Slovenian woman, Jelka, who herself was much younger than he was."
  },
  {
    "start": 1629.1,
    "end": 1637.53,
    "text": "And Jelka is still very much alive in Sury-en-Vaux, where she helps at the local kindergarden. And she lives in the Aldington house."
  },
  {
    "start": 1638.26,
    "end": 1644.05,
    "text": "But Jelka herself never knew Richard Aldington. She is -- as it were -- at one remove."
  },
  {
    "start": 1644.7,
    "end": 1652.36,
    "text": "One hundred years after his war, the once-famous poet is -- I fear -- gradually being erased from our shared memory."
  },
  {
    "start": 1652.65,
    "end": 1668.78,
    "text": "There’ll be occasional attempts no doubt (like this one) to revive his reputation – just as there’ll be sporadic attempts by enthusiasts to scrub off the lichen from his tomb – but let us be honest, it can’t be long before it’s not so much Richard Aldington… as Richard Who?"
  },
  {
    "start": 1670.38,
    "end": 1671.24,
    "text": "Hugh Schofield."
  },
  {
    "start": 1671.35,
    "end": 1672.58,
    "text": "That’s all from us for today."
  }
]